Repository: LennartPhil/Letter-Hive
Catalog: *.lproj/Localizable.strings
Languages: de

source: - Words must contain at least 4 letters - Words must include the center letter - Letters can be used more than once - the percentage is based on the total amount of letters
de: - Wörter müssen mindestens 4 Buchstaben enthalten - Wörter müssen den mittleren Buchstaben enthalten - Buchstaben können mehrmals benutzt werden - Die Prozentzahl basiert auf der Gesamtzahl aller Buchstaben der Wörter

source: - Words must contain at least 4 letters - Words must include the center letter - Letters can be used more than once - the percentage is based on the total amount of letters - daily games can be played until the day is over and always contain at least one pangram
de: - Wörter müssen mindestens 4 Buchstaben enthalten - Wörter müssen den mittleren Buchstaben enthalten - Buchstaben können mehrmals benutzt werden - Die Prozentzahl basiert auf der Gesamtzahl aller Buchstaben der Wörter - tägliche Spiele können bis zum Ende des Tages gespielt werden und enthalten mindestens ein Pangramm

source: Create words using letters from the hive
de: Erstelle Wörter mithilfe der Buchstaben aus dem Bienenstock

source: %@ of ? words found
de: %@ von ? Wörtern gefunden

source: %@ of %@ words found
de: %1$@ von %2$@ Wörtern gefunden

source: <p>Here are some things that I liked:<br><br>Here are some things that you can improve:<p>
de: <p>Hier sind einige Dinge, die ich mochte:<br><br>Hier sind ein paar Dinge, die man noch verbessern könnte:<p>

source: <p>I think that you missed some words...<br>You should add the following words:<br><p>
de: <p>Ich glaube, du hast noch ein paar Wörter übersehen...<br>Du solltest noch folgende Wörter hinzufügen:<br><p>

source: a word that contains all letters
de: ein Wort, das alle Buchstaben enthält

source: Already found
de: Bereits gefunden

source: Amazing
de: Großartig

source: Are you sure?
de: Bist du sicher?

source: Beginner
de: Anfänger

source: Cancel
de: Abbrechen

source: Center Letter
de: Mittlerer Buchstabe

source: Contains pangram
de: Enthält Pangramm

source: Correct
de: Richtig

source: Create Custom Game
de: Erstelle eigenes Spiel

source: Custom Game
de: Eigenes Spiel

source: Custom Games
de: Eigene Spiele

source: Daily
de: Täglich

source: day
de: Tag

source: days
de: Tage

source: Delete
de: Löschen

source: Delete game
de: Spiel Löschen

source: Doesn't contain center letter
de: Enthält nicht mittleren Buchstaben

source: English
de: Englisch

source: Every letter can only appear once in the game
de: Jeder Buchstabe darf nur einmal vorkommen

source: Failed to connect to AppStore
de: Verbindung zum App Store fehlgeschlagen

source: Game over
de: Spiel vorbei

source: Game Over
de: Spiel vorbei

source: Genius
de: Genie

source: German
de: Deutsch

source: Good
de: Gut

source: Good job
de: Gut gemacht

source: Good Start
de: Guter Anfang

source: Got it
de: Alles klar

source: Great
de: Spitze

source: Guessed Words
de: Gefundene Wörter

source: Hey, check out this cool #App #LetterHive
de: Schau dir mal die coole #App an! #LetterHive

source: Hey, check out this cool app :)
de: Hey, schau dir mal diese coole App an :)

source: hour
de: Stunde

source: hours
de: Stunden

source: How to play
de: Regeln

source: It seems like there's no e-mail account setup in your settings
de: Anscheinend ist kein E-Mail Konto in deinen Einstellungen eingespeichert

source: Language
de: Sprache

source: max. Time
de: Zeitlimit

source: Maybe you should try again later
de: Vielleicht kannst du es später nochmal probieren

source: minutes
de: Minuten

source: Missing Bee Hive Words
de: Fehlende Letter Hive Wörter

source: Missing Letter Hive Words
de: Fehlende Letter Hive Wörter

source: Moving Up
de: Schön

source: Nice
de: Gut

source: No e-mail account
de: Kein E-Mail Konto

source: No words found yet
de: Noch keine Wörter gefunden

source: Only enter letters
de: Bitte gib nur Buchstaben ein

source: Other Letters
de: Anderer Buchstaben

source: PANGRAM
de: PANGRAMM

source: Please fill out all the fields
de: Bitte fülle alle Felder aus

source: Solid
de: Solide

source: Solve
de: Lösen

source: take your time and relax
de: Lass dir Zeit und entspann dich

source: This game was inspired by the New York Times game Spelling Bee
de: Dieses Spiel ist inspiriert von dem New York Times Spiel Spelling Bee

source: Today
de: Heute

source: Wrong
de: Falsch

source: Yesterday
de: Gestern

source: You need at least 4 letters
de: Mindestens 4 Buchstaben

source: You need at least one vowel to play the game
de: Du braucht mindestens ein Vokal um das Spiel zu spielen

source: You've found %@ of %@ words
de: Du hast %1$@ von %2$@ Wörtern gefunden
